Repository: Fejkii/wineapp
Catalog: lib/l10n/app_*.arb
Languages: cs

source: Loading...
cs: Načítání...

source: Retry again
cs: Zkusit znovu

source: Cancel
cs: Zrušit

source: Delete
cs: Odstranit

# deleteUserProject
source: Delete user from project
cs: Odebrat uživatele z projektu

# deleteUserProjectContent
source: are you sure you want to remove the user from this project?
cs: Jste si jisti, že chcete odebrat uživatele z tohoto projektu?

source: Save
cs: Uložit

source: Create
cs: Vytvořit

source: Created
cs: Vytvořeno

# createdSuccessfully
source: Successfully created
cs: Úspěšně vytvořeno

source: Update
cs: Upravit

source: Updated
cs: Upraveno

# updatedSuccessfully
source: Successfully updated
cs: Úspěšně upraveno

source: Title
cs: Titulek

source: Code
cs: Kód

# titleError
source: Invalid title
cs: Neplatný titulek

# valueError
source: Invalid value
cs: Neplatná hodnota

# inputEmpty
source: Required field
cs: Povinná položka

# selectInSelectBox
source: Select some value
cs: Vyber hodnotu

# selectBoxEmpty
source: Please slect some value
cs: Prosím vyber hodnotu

# emptyData
source: No Result Found
cs: Žádné výsledky

source: Date
cs: Datum

# dateTo
source: Datum to
cs: Datum do

source: Select Date
cs: Vybrat datum

source: In progress
cs: Aktuálně probíhá

source: No internet connection
cs: Žádné internetové připojení

# internetConnection
source: Internet connection restored
cs: Internetové připojení obnoveno

source: Name
cs: Jméno

source: Email verification
cs: Ověření emailu

# emailNotVerification
source: Email is not verified
cs: Email není ověřen

# emailEmpty
source: Email must not be empty
cs: Email musí být vyplněn

# emailError
source: Invalid Email
cs: Neplatný email

source: Password
cs: Heslo

# passwordEmpty
source: Password must not be empty
cs: Heslo musí být vyplněno

# passwordError
source: Invalid Password
cs: Neplatné heslo

source: Login
cs: Přihlásit

source: Logout
cs: Odhlásit

# youHaveBeenLoggedOut
source: You have been logged out. You must log in again to continue in the application.
cs: Byli jste odhlášen. Pro pokračování v aplikaci se musíte znovu přihlásit.

source: Registration
cs: Registrace

source: Register
cs: Registrovat

source: Password confirmation
cs: Potbrzení hesla

source: Forget Password
cs: Zapomenuté heslo

# resetPasswordTitle
source: Do you forget your password?
cs: Zapomněli jste heslo?

# resetPasswordText
source: Enter your email address for reset password.
cs: Vložte svou emailovou aadresu pro obnovení hesla.

# resetPasswordButton
source: Reset password
cs: Obnovit heslo

# noProject
source: You don't have any default project created yet. Create your own project, select shared project or ask a friend to share.
cs: Ještě nemáte vytvořen žádný projekt. Vytvořte si vlastní projekt, vyberte sdílený projekt nebo požádejte přátele, pro nasdílení.

# nextProject
source: You can create another project.
cs: Můžete vytvořit další projekt.

source: Project
cs: Projekt

source: Your Projects
cs: Tvůj projekt

# selectProject
source: Select default project
cs: Vyběr výchozí projekt

source: Create project
cs: Vytvořit projekt

source: Update project
cs: Upravit projekt

source: Project name
cs: Název projektu

# nameError
source: Invalid name
cs: Neplatný název

# setProjectDefault
source: Set project as default
cs: Nastavit projekt jako výchozí

# setProjectDefaultContent
source: This action restarts the application and sets this project as the default
cs: Tato akce restartuje aplikaci a nastaví tento projekt jako výchozí

# projectIsDefault
source: This project is already set as default
cs: Tento projekt je již nastaven jako výchozí

# isProjectDefaultSubtitle
source: This project will be automatically open after login
cs: Tento projekt se automaticky otevře po přihlášení

# usersInProject
source: Users in this project
cs: Uživatelé v tomto projektu

# showUserProjectList
source: Show all my projects
cs: Zobrazit všechny mé projekty

# shareProject
source: You can share project to other users
cs: Projekt můžete sdílet s ostatními uživateli

source: Shared project
cs: Sdílené projekty

# shareProjectButton
source: Share project
cs: Sdílet projekt

# userProjectSharedList
source: This project is shared with users
cs: Tento projekt je sdílen s uživateli

# userProjectDeleted
source: User deleted from project
cs: Uživatel byl odebrán z projektu

# userAddedToProject
source: User added to this project
cs: Uživatel byl přidán do tohoto projektu

# userAddedToProjectError
source: User doesn't exist, or is already in this project
cs: Uživatel neexistuje nebo je již součástí tohoto projektu

source: Settings
cs: Nastavení

source: Project Settings
cs: Nastavení projektu

# defaultFreeSulfur
source: Default Free Sulfure
cs: Výchozí hodnota volné síry

# defaultLiquidSulfur
source: Default Liquid Sulfure
cs: Výchozí hodnota tekuté síry

source: Profile
cs: Profil

source: Wines
cs: Vína

source: Wine
cs: Víno

# createWine
source: New Wine
cs: Vytvořit víno

# createVineyard
source: New Vineyard
cs: Vytvořit vinohrad

source: Wine Variety
cs: Odrůda vína

# wineVarietySelect
source: Select Wine Variety
cs: Vyberte odrůdu vína

source: Wine Varieties
cs: Odrůdy vín

# wineVarietyQuantity
source: Number of wine varieties
cs: Počet odrůd vín

source: Wine Classification
cs: Klasifikace vína

# createWineVariety
source: New Wine Varietiy
cs: Vytvořit odrůdu vína

source: Wine Evidence
cs: Evidence vín

# wineQuantity
source: Amount of wine
cs: Množství vína

# vineyardWineQuantity
source: Number of headers
cs: Počet hlaviček

# vineyardWines
source: Overview of headers
cs: Přehled hlaviček

# year
source: Year of manufacture
cs: Rok výroby

source: Alcohol
cs: Alkohol

source: Acid
cs: Kyseliny

# sugar
source: Residual sugar
cs: Zbytkový cukr

source: Note
cs: Poznámka

source: Add Record
cs: Přidat záznam

source: Wine Record type
cs: Typ záznamu vín

source: Vineyard Record type
cs: Typ záznamu vinohradu

source: Area
cs: Rozloha

# measuredFreeSulfur
source: Measured Free Sulfure
cs: Naměřena volná síra

# liquidSulfur
source: Liquid Sulfure
cs: Tekutá síra

source: Required sulphurisation
cs: Požadované zasíření

# sulfurizationBy
source: Sulfurization recommended
cs: Doporučené zasíření o

# liquidSulfurDosage
source: Recommended dosage of liquid sulfur
cs: Doporučené dávkování tekuté síry

source: Vineyards
cs: Vinohrady

# changeTheme
source: Change dark or light theme
cs: Změnit světlý nebo tmavý režim

# changeLanguage
source: Select language
cs: Změnit jazyk

source: Undefinied
cs: Nedefinováno

# sprayName
source: Name of spray
cs: Název postřiku

source: Ratio
cs: Poměr

source: Spray
cs: Postřik

source: Water
cs: Voda

# measurementFreeSulfure
source: Sulfur measurement
cs: Měření síry

source: Sulfurization
cs: Zasíření

# measurementProteins
source: Protein measurement
cs: Měření bílkovin

# proteinWithdrawal
source: Protein removal
cs: Odstranění bílkovin

source: Filtering
cs: Filtrování

source: Withdrawal
cs: Stahování

source: Fermentation
cs: Kvašení

source: Pressing
cs: Lisování

source: Others
cs: Ostatní

source: Spraying
cs: Stříkání

source: Pleating
cs: Plečkování

source: Green Jobs
cs: Zalamování

source: Plowing
cs: Orání

source: Picking Grapes
cs: Sběr hroznů

source: Cutting
cs: Střihání

source: Binding
cs: Vázání

source: Fertilization
cs: Hnojení

# unitLiter
source: {count, plural, =0{liters} =1{liter} =2{liters} other{liters}}
cs: {count, plural, =0{litrů} =1{litr} =2{litry} other{litrů}}
